<?php
$txt['TITLE'] = 'Επαναφορά Κωδικού';
$txt['login_intro'] = 'Για να επαναφέρετε τον κωδικό σας παρακαλούμε συμπληρώστε το όνομα χρήστη σας, το email ή το κινητό σας.';
$txt['password_changed'] = 'Ο κωδικός σας άλλαξε με επιτυχία. Μπορείτε να συνδεθείτε.';
$txt['wrong_login'] = 'Ο λογαριασμός δεν βρέθηκε.';
$txt['wrong_login_text'] = 'Αν αντιμετωπίζετε κάποιο πρόβλημα <a href="{$1}">επικοινωνήστε με την υποστήριξη πελατών</a>.';
$txt['connecting'] = 'Ελέγχουμε τα στοιχεία σας...';
$txt['login_field'] = 'Όνομα χρήστη, κινητό ή email';
$txt['continue'] = 'Συνέχεια';
$txt['login'] = 'Συνδεθείτε';