<?php
$txt['TITLE'] = 'Επαναφορά Κωδικού';
$txt['choose_method'] = 'Επιλέξτε τον τρόπο για να επαναφέρετε τον κωδικό σας. Το όνομα χρήστη σας είναι <strong>{$1}</strong>';
$txt['login_intro'] = 'Πληκτρολογήστε το νέο επιθυμητό κωδικό σας.';
$txt['password_changed'] = 'Ο κωδικός σας άλλαξε με επιτυχία. Μπορείτε να συνδεθείτε.';
$txt['insert_digits'] = 'Εισάγετε τον 5ψήφιο κωδικό';
$txt['insert_digits_intro'] = 'Πληκτρολογήστε τον 5ψήφιο κωδικό που λάβατε.';
$txt['connecting'] = 'Επεξεργαζόμαστε το αίτημά σας...';
$txt['new_password'] = 'Νέος κωδικός πρόσβασης';
$txt['repeat_password'] = 'Επανάληψη κωδικού';
$txt['complete'] = 'Ολοκλήρωση';
$txt['continue'] = 'Συνέχεια';
$txt['login'] = 'Συνδεθείτε';
$txt['send_email'] = 'Αποστολή Email στο {$1}';
$txt['send_sms'] = 'Αποστολή SMS στο {$1}';
$txt['sms_success'] = 'Σας έχουμε στείλει SMS στο {$1}.';
$txt['email_success'] = 'Σας έχουμε στείλει Email στο {$1}.';